Repository: fabianpombal/atopa-api-fabian
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl

source: FUERTE
gl: FORTE

source: Fecha de nacimiento
gl: Data de nacemento

source: Resultados de las preguntas
gl: Resultados das preguntas

source: ¿Por qué?
gl: Por que?

source: Análisis de resultados
gl: Análise de resultados

source: 1.- POSICIÓN SOCIOMÉTRICA (SP, SN, EP Y EN)
gl: 1.- POSICIÓN SOCIOMÉTRICA (SP, SN, EP E EN)

source: 2.- ESTATUS POSITIVO (SP) Y NIVEL MEDIO DE POPULARIDAD (NP)
gl: 2.- ESTATUS POSITIVO (SP) E NIVEL MEDIO DE POPULARIDADE (NP)

source: 3.- ESTATUS NEGATIVO (SN) Y NIVEL MEDIO DE RECHAZO (NN)
gl: 3.- ESTATUS NEGATIVO (SN) E NIVEL MEDIO DE REXEITAMENTO (NN)

source: 4.- AMISTADES (RP)
gl: 4.- AMIZADES (RP)

source: NOMBRE
gl: NOME

source: GRADO
gl: GRAO

source: No tiene
gl: Non ten

source: 5.- ENEMISTADES (RN)
gl: 5.- ENIMIZADES (RN)

source: 6.- OPOSICIÓN DE SENTIMIENTO (OS)
gl: 6.- OPOSICIÓN DE SENTIMENTO (OS)

source: ELIGE
gl: ELIXE

source: RECHAZA
gl: REXEITA

source: 7.- GRADO DE SOCIABILIDAD O EXPANSIVIDAD (EP)
gl: 7.- GRAO DE SOCIABILIDADE OU EXPANSIVIDADE (EP)

source: 8.- EXPECTATIVA DE SER ELEGIDO (PP)
gl: 8.- EXPECTATIVA DE SER ELIXIDO (PP)

source: 9.- GRADO DE ACIERTO EN LA EXPECTATIVA DE SER ELEGIDO (PAP)
gl: 9.- GRAO DE ACERTO NA EXPECTATIVA

source: 10.- OPOSICIÓN ENTRE LA EXPECTATIVA DE SER ELEGIDO Y LA REALIDAD DE SER RECHAZADO (OIP)
gl: 10.- OPOSICIÓN ENTRE A EXPECTATIVA DE SER ELIXIDO E A REALIDADE DE SER REXEITADO (OIP)

source: No hay
gl: Non hai

source: 11.- GRADO DE ANTIPATÍA (EN)
gl: 11.- GRAO DE ANTIPATÍA (EN)

source: 12.- EXPECTATIVA DE SER RECHAZADO (PN)
gl: 12- EXPECTATIVA DE SER REXEITADO (PN)

source: 13.- GRADO DE ACIERTO EN LA EXPECTATIVA DE SER RECHAZADO (PAN)
gl: 13.- GRAO DE ACERTO NA EXPECTATIVA DE SER REXEITADO (PAN)

source: 14.- OPOSICIÓN ENTRE LA EXPECTATIVA DE SER RECHAZADO A LA REALIDAD DE SER ELEGIDO (OIN)
gl: 14.- OPOSICIÓN ENTRE A EXPECTATIVA DE SER REXEITADO Á REALIDADE DE SER ELIXIDO (OIN)

source: 15.- IMPRESIÓN QUE TIENE EL GRUPO DE SER ELEGIDO POR EL/ELLA (IP E IMP)
gl: 15.- IMPRESIÓN QUE TEN O GRUPO DE SER ELIXIDO POR EL/ELA (IP E IMP)

source: 16.- IMPRESIÓN QUE TIENE EL GRUPO DE SER RECHAZADO POR EL/ELLA (IN E IMN)
gl: 16.- IMPRESIÓN QUE TEN O GRUPO DE SER REXEITADO POR EL/ELA (IN E IMN)

source: Propuesta de intervención
gl: Proposta de intervención

source: Bajo
gl: Baixo

source: Rechazo Parcial
gl: Rexeitamento Parcial

source: Rechazo Total
gl: Rexeitamento Total

source: Aislado
gl: Illado

source: Eminencia gris, elegido por el líder
gl: Eminencia gris, elexido polo líder

source: Muy bajo
gl: Moi baixo

source: Muy alto
gl: Moi alto

source: Elige a
gl: Elixe a

source: lo/la rechaza por el motivo "
gl: o/a rexeita polo motivo "

source: Rechaza a
gl: Rexeita a

source: por el motivo "
gl: polo motivo "

source: " y
gl: " e

source: lo elige
gl: elíxeo

source: Autoconcepto y autoestima
gl: Autoconcepto e autoestima

source: Habilidades sociales
gl: Habilidades sociais

source: Resolución de conflictos
gl: Resolución de conflitos

source: Interculturalidad
gl: Interculturalidade

source: Respeto y tolerancia
gl: Respeto e tolerancia

source: Solidaridad
gl: Solidaridade

source: Responsabilidad
gl: Responsabilidade

source: Grupo y aula
gl: Grupo e aula

source: Gestión de aula
gl: Xestión de aula

source: Trabajo colaborativo y cooperativo
gl: Traballo colaborativo e cooperativo

source: La cohesión del grupo es baja (IC)
gl: A cohesión do grupo é baixa (IC)

source: La cohesión del grupo (IC) y su actividad positiva (IAP) son muy bajas
gl: A cohesión do grupo (IC) e a súa actividade positiva (IAP) son moi baixas

source: La tendencia del grupo a rechazarse (ID) y su actividad negativa (IAN) son muy altas
gl: A tendencia do grupo a rexeitarse (ID) e a súa actividade negativa (IAN) son moi altas

source: La tendencia del grupo a rechazarse (ID) es muy alta
gl: A tendencia do grupo a rexeitarse (ID) é moi alta

source: y el grupo
gl: e o grupo

source: Su número de eleccions positivas (SP) y su nivel medio de popularidad (NP) son bajos
gl: O seu número de eleccións positivas (SP) e o seu nivel medio de popularidade (NP) son baixos

source: El número de compañeros por los que se cree elegido (PP) es bajo y su percepción acertada de ese número es alta (PAP)
gl: O número de compañeiros polos que se cre elixido (PP) é baixo e a súa percepción acertada dese número é alta (PAP)

source: El número de compañeros por los que se cree elegido (PP) es bajo y su percepción acertada de ese número es baja (PAP)
gl: O número de compañeiros polos que se cre elixido (PP) é baixo e a súa percepción acertada dese número é baixa (PAP)

source: No tiene amistades recíprocas (RP)
gl: Non ten amizades recíprocas (RP)

source: El número de compañeros por los que se cree rechazado (PN) es alto y su percepción acertada de ese número es baja (PAN)
gl: O número de compañeiros polos que se cre rexeitado (PN) é alto e a súa percepción acertada dese número é baixa (PAN)

source: El número de compañeros por los que se cree rechazado (PN) es alto y su percepción acertada de ese número es alta (PAN)
gl: O número de compañeiros polos que se cree rexeitado (PN) é alto e a súa percepción acertada dese número é alta (PAN)

source: La cantidad de veces que es nombrado/a por sus compañeros en las categorías de carácter negativo (IPN) es alta
gl: A cantidade de veces que é nomeado/a polos seus compañeiros nas categorías de caracter negativo (IPN) é alta

source: Su número de eleccions negativas (SN) y su nivel medio de rechazo (NN) son altos
gl: O seu número de eleccións negativas (SN) e o seu nivel medio de rexeitamento (NN) son altos

source: El número de compañeros que se creen elegidos por él/ella (IP) es bajo y el nivel medio de impresión que tiene el grupo de ser elegido por él/ella (IMP) es bajo
gl: O número de compañeiros que se cren elixidos por el/ela (IP) é baixo e o nivel medio de impresión que ten o grupo de ser elixido por el/ela (IMP) é baixo

source: Esperaba que lo rechazaran pero lo eligieron (OIN)
gl: Esperaba que o rexeitasen pero elixírono (OIN)

source: La suma de sus elecciones positivas (EP) es baja
gl: A suma das súas eleccións positivas (EP) é baixa

source: y
gl: e

source: La suma de sus elecciones negativas (EN) es alta
gl: A suma das súas eleccións negativas (EN) é alta

source: piensa que lo/la rechaza por el motivo "
gl: pensa que o/a rexeita polo motivo "

source: El número de compañeros que se creen rechazados por él/ella (IN) es alto y el nivel medio de impresión que tiene el grupo de ser rechazado por él/ella (IMN) es alto
gl: O número de compañeiros que se cren rexeitados por el/ela (IN) é alto e o nivel medio de impresión que ten o grupo de ser rexeitado por el/ela (IMN) é alto

source: Tienen oposición de sentimientos (OS)
gl: Teñen oposición de sentimento (OS)

source: Esperaba que lo eligiesen pero lo rechazaron (OIP)
gl: Esperaba que o elixisen pero rexeitárono (OIP)

source: Existe enemistad entre ellos (RN)
gl: Existe enimizade entre eles (RN)

source: Piensa que
gl: Pensa que

source: lo/la elegió por el motivo "
gl: o/a elexiuno polo motivo

source: Colegio
gl: Escola

source: Curso y Grupo
gl: Curso e Grupo

source: Nombre del test
gl: Nome do test

source: Fecha del test
gl: Data do test

source: Se eligen mutuamente
gl: Elíxense mutuamente

source: Se rechazan mutuamente
gl: Rexéitanse mutuamente

source: Matrices preguntas tipo 1 y 2
gl: Matrices preguntas tipo 1 e 2

source: Índices grupales
gl: Índices grupais

source: Cree que lo eligen y acierta
gl: Cre que o elixen e acerta

source: Cree que lo rechazan y acierta
gl: Cre que o rexeitan e acerta

source: Propuesta de intervención grupal
gl: Proposta de intervención grupal

source: Añadir Usuario
gl: Engadir Usuario

source: ¿Está seguro de que quiere borrar {{ object }}?
gl: Está seguro que quere borrar {{object}}?

source: Añadir Clase
gl: Engadir Clase

source: Añadir Alumno
gl: Engadir Alumno

source: No existen clases
gl: Non existen clases

source: Añadir alumno
gl: Engadir alumno

source: "¿Está seguro de que quiere borrar %(key)s?"
gl: "Está seguro que quere borrar %(key)s?"

source: No hay clases
gl: Non hai clases

source: Añadir Test
gl: Engadir Test

source: Descargar todos los resultados individuales
gl: Descargar todos os resultados individuais

source: ¿Está seguro de que quiere borrar
gl: Está seguro que quere borrar

source: ¿Está seguro de que quiere cerrar
gl: Está seguro que quere cerrar

source: No hay tests
gl: Non hai tests

source: Bajada de resultados del servidor
gl: Baixada de resultados do servidor

source: Por seguridad antes deberá confirmar los datos con los que se registró en nuestra plataforma.
gl: Por seguridade antes deberá confirmar os datos cos que se rexistrou na nosa plataforma.

source: Siguiente
gl: Seguinte

source: Guardar
gl: Gardar

source: Subida de datos al servidor
gl: Subida de datos ao servidor

source: Por seguridad antes deberá confirmar los datos con los que se registró
gl: Por seguridade antes deberá confirma os datos cos que se rexistrou

source: Registrarse
gl: Rexistrarse

source: POSICIÓN SOCIOMÉTRICA (SP, SN, EP Y EN)
gl: POSICIÓN SOCIOMÁTRICA (SP, SN, EP E EN)

source: ESTATUS POSITIVO (SP) Y NIVEL MEDIO DE POPULARIDAD (NP)
gl: ESTATUS POSITIVO (SP) E NIVEL MEDIO DE POPULARIDADE (NP)

source: ESTATUS NEGATIVO (SN) Y NIVEL MEDIO DE RECHAZO (NN)
gl: ESTATUS NEGATIVO (SN) E NIVEL MEDIO DE REXEITAMENTO (NN)

source: AMISTADES (RP)
gl: AMIZADES (RP)

source: ENEMISTADES (RN)
gl: ENIMIZADES (RN)

source: OPOSICIÓN DE SENTIMIENTO (OS)
gl: OPOSICIÓN DE SENTIMENTO (OS)

source: GRADO DE SOCIABILIDAD O EXPANSIVIDAD (EP)
gl: GRAO DE SOCIABILIDADE OU EXPANSIVIDADE (EP)

source: EXPECTATIVA DE SER ELEGIDO (PP)
gl: EXPECTATIVA DE SER ELIXIDO (PP)

source: GRADO DE ACIERTO EN LA EXPECTATIVA DE SER ELEGIDO (PAP)
gl: GRAO DE ACERTO NA EXPECTATIVA

source: OPOSICIÓN ENTRE LA EXPECTATIVA DE SER ELEGIDO Y LA REALIDAD DE SER RECHAZADO (OIP)
gl: OPOSICIÓN ENTRE A EXPECTATIVA DE SER ELIXIDO E A REALIDADE DE SER REXEITADO (OIP)

source: GRADO DE ANTIPATÍA (EN)
gl: GRAO DE ANTIPATÍA (EN)

source: EXPECTATIVA DE SER RECHAZADO (PN)
gl: EXPECTATIVA DE SER REXEITADO (PN)

source: GRADO DE ACIERTO EN LA EXPECTATIVA DE SER RECHAZADO (PAN)
gl: GRAO DE ACERTO NA EXPECTATIVA DE SER REXEITADO (PAN)

source: OPOSICIÓN ENTRE LA EXPECTATIVA DE SER RECHAZADO A LA REALIDAD DE SER ELEGIDO (OIN)
gl: OPOSICIÓN ENTRE A EXPECTATIVA DE SER REXEITADO Á REALIDADE DE SER ELIXIDO (OIN)

source: IMPRESIÓN QUE TIENE EL GRUPO DE SER ELEGIDO POR EL/ELLA (IP E IMP)
gl: IMPRESIÓN QUE TEN O GRUPO DE SER ELIXIDO POR EL/ELA (IP E IMP)

source: IMPRESIÓN QUE TIENE EL GRUPO DE SER RECHAZADO POR EL/ELLA (IN E IMN)
gl: IMPRESIÓN QUE TEN O GRUPO DE SER REXEITADO POR EL/ELA (IN E IMN)

source: Filtrar relaciones
gl: Filtrar relacións

source: Se eligen
gl: Elíxense

source: de sentimiento
gl: de sentimento

source: Otras
gl: Outras

source: Se rechazan
gl: Rexéitanse

source: de sentimiento (OS)
gl: de sentimento

source: Cree que lo
gl: Cre que o

source: eligen y acierta
gl: elixen e acerta

source: la expectativa de ser elegido y la realidad de ser rechazado
gl: a expectativa de ser elixido e a realidade de ser rexeitado

source: rechazan y acierta
gl: rexeitan e acerta

source: la expectativa de ser rechazado y la realidad de ser elegido
gl: a expectativa de ser rexeitado e a realidade de ser elixido

source: Actividad media de afinidad (Iap)
gl: Actividade media de afinidade (Iap)

source: Estudiantes
gl: Estudantes

source: ¿No tiene una cuenta?
gl: Non ten unha conta?

source: Regístrese
gl: Rexístrese

source: ¿Ha olvidado su contraseña?
gl: Esquenceu o seu contrasinal?

source: Recupérela
gl: Recupéreo

source: Recuperación de contraseña
gl: Recuperación de contrasinal

source: Por favor, introduzca el correo electrónico asociado a su usuario y le mandaremos instrucciones para recuperar su contraseña
gl: Por favor, introduza o correo electrónico asociado a o seu usurio, enviarémoslle as intruccións para recuperar o seu contrasinal

source: Compruebe su correo
gl: Comprobe o seu correo

source: Le hemos enviado las instrucciones para recuperar su contraseña
gl: As instruccións para recuperar o seu contrasinal foron enviadas

source: Registro
gl: Rexistro

source: Don/Doña
gl: Don/Dona

source: como profesor/a de los alumnos/as evaluados/as declaro que me hago responsable de la custodia de los nombres de usuario y contraseñas del alumnado que va a utilizar Atopa, así como de los datos obtenidos de los cuestionarios que se realicen con la aplicación.
gl: como profesor/a dos alumnos/as avaliados/as declaro que son responsable da custodia dos nomes de usuario e contrasinais do alumnado que vai a empregar Atopa, así como dos datos obtidos dos cuestioanrios que se realicen coa aplicación

source: Acepto las condiciones
gl: Acepto as condicións

source: He leído y acepto los
gl: Lín e acepto os

source: Términos y condiciones y la Política de Privacidad
gl: Termos e condicións e a política de Privacidade

source: Mi cuenta
gl: A miña conta

source: Cambio de contraseña
gl: Cambio de contrasinal

source: Por favor, introduzca su contraseña antigua, por seguridad, y después introduzca la nueva contraseña dos veces para verificar que la ha escrito correctamente
gl: Por favor, introduza o seu antiguo contrasinal, por seguridade, e despois introduza o novo dúas veces para verificar que o escribiu correctamente

source: Su contraseña no puede asemejarse tanto a su otra información personal.
gl: O seu contrasinal non pode asemmellarse tanto á súa outra información persoal

source: Su contraseña debe contener al menos 8 caracteres.
gl: O seu contrasinal debe conter polo menos 8 caracteres

source: Su contraseña no puede ser una clave utilizada comunmente.
gl: O seu contrasinal non pode ser unha palabra utilizada comunmente

source: Su contraseña no puede ser completamente numérica.
gl: O seu contrasinal non pode ser completemente numérico

source: Obligatorio. 150 caracteres como máximo. Únicamente letras, dígitos y @, ., +, -, _
gl: Obrigatorio. 150 caracteres como máximo. Unicamente letras, díxitos e @m ., +, -, _

source: Obligatorio
gl: Obrigatorio

source: Obligatorio. Introduzca una dirección de correo válida
gl: Obrigatorio. Introduza unha dirección de correo válida

source: 8 caracteres como mínimo. Debe tener letras y dígitos
gl: 8 caracteres como mínimo. Debe ter letras e díxitos

source: Para verificar, introduzca la misma contraseña anterior
gl: Para verificar, introduza a mesmo contrasinal

source: Su contraseña ha sido cambiada correctamente
gl: O seu contrasinal foi cambiado correctamente

source: Ya existe un usuario con ese email
gl: Xa existe un usuario con ese email

source: El nombre de usuario es demasiado largo
gl: O nome de usuario é demasiado longo

source: La contraseña es demasiado corta
gl: O contrasinal é demasiado curto

source: Ya existe una clase con ese nombre
gl: Xa existe unha clase con ese nome

source: El formato del DNI no es correcto
gl: O formato do DNI non é correcto

source: Ya existe un alumno con ese DNI
gl: Xa existe un alumno con ese DNI

source: Ya existe un alumno con ese alias
gl: Xa existe un alumno con ese alias

source: Nombre
gl: Nome

source: Grupo edad
gl: Grupo idade

source: Apellidos
gl: Apelidos

source: Fecha nacimiento
gl: Data de nacemento

source: Leyenda de Colores
gl: Lenda de Cores

source: Percepción del grupo positiva
gl: Percepción do grupo positiva

source: Percepción del grupo negativa
gl: Percepción do grupo negativa

source: Oposición entre la expectativa de ser elegido y la realidad de ser rechazado (OIP)
gl: Oposición entre a expectativa de ser elexido e a realidade de ser rexeitado (OIP)

source: Oposición entre la expectativa de ser rechazado y la realidad de ser elegido (OIN)
gl: Oposición entre a expectativa de ser rexeitado e a realidade de ser elexido (OIN)

source: Adivina quién ayuda más a sus compañeros y compañeras.
gl: Adiviña quen axuda mais aos compañeiros e compañeiras.

source: Adivina quién es el compañero o compañera más feliz.
gl: Adiviña quen é o compañeiro ou compañeira mais feliz.

source: Adivina quién es el compañero o compañera más listo o lista de la clase.
gl: Adiviña quen é o compañeiro oi compañeira mais listo ou lista da clase.

source: Adivina quién es el compañero o compañera más triste.
gl: Adiviña quen é o compañeiro ou compañeira mais triste.

source: Adivina quién es el compañero o compañera que sabe comunicarse mejor y que le entienden y escuchen con más facilidad.
gl: Adiviña quen é o compañeiro ou compañeira que sabe comunicarse mellor e o que entenden e escoitan con mais facilidade.

source: Adivina quién es el compañero o compañera que tiene capacidad para atender y escuchar a los demás.
gl: Adiviña quen e o compañeiro ou compañeira que ten capacidad para atender e escoitar aos demais.

source: Adivina quién es el compañero o compañera que tiene capacidad para resolver conflictos entre los compañeros y compañeras.
gl: Adiviña quen é o compañeiro ou compañeira que ten capacidade para resolver conflitos entre os compañeiros e compañeiras.

source: Adivina quién es el compañero o compañera que tiene más amigos y amigas.
gl: Adiviña quen é o compañeiro ou compañeira que ten mais amigos e amigas.

source: Adivina quién es el compañero o compañera que tiene menos amigos y amigas.
gl: Adiviña quen é o compañeiro ou compañeira que ten menos amigos e amigas.

source: Adivina quién es el compañero o compañera que tiene problemas para comunicarse.
gl: Adiviña quen é o compañeiro ou compañeira que ten problemas para comunicarse.

source: Adivina quién es el niño o la niña al que más quiere la profesora o profesor.
gl: Adiviña quen é o neno ou a nena ó que mais quere a profesora ou profesor.

source: Adivina quién es el niño o la niña al que menos quiere la profesora o el profesor.
gl: Adiviña quen é o neno ou a nea ó que menos quere a profesora ou o profesor.

source: Adivina quién es el o la que menos sabe en clase.
gl: Adiviña quen é o ou a que menos sabe na clase.

source: Adivina quién es más maleducado o maleducada con los compañeros y compañeras.
gl: Adiviña quen é mais maleducado ou maleducada cos compañeiros e compañeiras.

source: Adivina quién molesta más a sus compañeros y compañeras.
gl: Adiviña quen molesta mais os seus compañeiros e compañeiras.

source: Adivina quién tiene capacidad para resolver conflictos entre los compañeros y compañeras.
gl: Adiviña quen ten capacidade para resolver conflitos entre os compañieros e compañeiras.

source: Dime aquel compañero o compañera que crees que tiene más amigos en facebook.
gl: Dime aquel compañeiro ou compañeira que crees que ten mais amigos en facebook.

source: Dime aquel compañero o compañera que crees que tiene más seguidores en twitter o instagram.
gl: Dime aquel compañeiro o compañeira que crees que ten mais seguidores en twitter ou instagram.

source: Dime aquel compañero o compañera que crees que tiene menos amigos en facebook.
gl: Dime aquel compañeiro o compañeira que crees que ten menos amigos en facebook.

source: Dime aquel compañero o compañera que crees que tiene menos seguidores en twitter o instagram.
gl: Dime aquel compañeiro ou compañeira que crees que ten menos seguidores en twitter ou instagram.

source: Dime aquel compañero o compañera que cuando llega a los grupos molesta, no comparte ni respeta, e intenta que todos hagan las cosas a su manera.
gl: Dime aquel compañeiro ou compañeira que cando chega ós grupos molesta, no comparte ni respecta, e intenta que todos fagan as cousas a súa maneira.

source: Dime aquel compañero o compañera que empieza las peleas, se mete con los demás, les empuja o les pega.
gl: Dime aquel compañeiro ou compañeira que empeza as pelexas, métese cos demais, empurralles ou pégalles.

source: Dime aquel compañero o compañera que es elegido como líder, como niño o niña más popular de la clase.
gl: Dime aquel compañeiro ou compañeira que é elixido como líder, como o neno ou a nena mais popular da clase.

source: Dime aquel compañero o compañera que es muy agradable, cordial y realmente bueno o buena para trabajar en equipo.
gl: Dime aquel compañeiro ou compañeira que é moi agradable, cordial e realmente bo ou boa para traballar en equipo.

source: Dime aquel compañero o compañera que es muy agradable, cordial y realmente bueno o buena para trabajar en equipo. Coopera, ayuda, comparte y respeta los turnos.
gl: Dime aquel compañeiro o compañeira que é moi agradable, cordial e realmente bo ou boa para traballar en equipo. Coopera, axuda, comparte e respecta os turnos.

source: Dime aquel compañero o compañera que es muy tímido o tímida con los demás, siempre juega o trabaja solo o sola y es más difícil llegar a conocer.
gl: Dime aquel compañeiro o compañeira que é moi tímido ou tímida cos demais, siempre xoga ou traballa so ou soa e é mais difícil de chegar a coñecer.

source: Dime aquel compañero o compañera que molesta más a los demás.
gl: Dime aquel compañeiro ou compañeira que molesta mais os demais

source: Dime aquel compañero o compañera que no comparte ni respeta a los demás.
gl: Dime aquel compañeiro ou compañeira que non comparte nin respecta ós demais.

source: Dime aquel compañero o compañera que se mete con los demás.
gl: Dime aquel compañeiro ou compañeira que se mete cos demais.

source: Dime aquel compañero o compañera que siempre pide ayuda para hacer cualquier cosa, incluso antes de haberlo intentado.
gl: Dime aquel compañeiro ou compañeira que sempre pide axuda para facer calquera cousa, incluso antes de telo intentado.

source: Dime quién es el compañero o compañera que trolea en las redes sociales para reirse de los demás.
gl: Dime quen é o compañeiro ou comapñeira que trolea nas redes sociaos para rirse dos demais.

source: Si pudieras invitar a una fiesta, una excursión, un partido a algunos amigos de clase, ¿a qué personas de la clase NO invitarías? ¿Por qué?
gl: Se puides invitar a unha festa, unha excursión, un partido a alguns amigos e amigas de clase, a que persoas da clase NON invitarias? Por que?

source: Si pudieras invitar a una fiesta, una excursión, un partido a algunos amigos y amigas de clase, ¿a qué personas de la clase invitarías?
gl: Si puideras invitar a unha festa, unha excursión, um partido a alguns amigos e amigas de clase, a que persoas da clase invitarias.

source: Si pudieras invitar a una fista, una excursión, un partido a algunos amigos de clase, ¿a quiénes invitarías?
gl: Se puideras invitar a unha festa, unha excursión, un partido a algúns amigos e amigas da clase, a quen invitarias?

source: Si pudieses invitar a una fiesta, una excursión, un partido a algunos amigos o amigas de clase, ¿a quién o quiénes NO invitarías?¿Por qué?
gl: Se puideras invitar a unha festa, unha excursión, un partido a algúns amigos e amigas da clase, a quen ou quenes NON invitarias? Por que?

source: Si tuvieses que escoger un grupo de compañeros para hacer una obra de teatro, ¿a quiénes NO escogerías? ¿Por qué?
gl: Se tiveses que escoller un grupo de compañeiros e compañeiras para facer unha obra de teatro, a quen NON escollerías? Por qué?

source: Si tuvieses que escoger un grupo de compañeros y compañeras para hacer una obra de teatro, ¿a quiénes escogerías?
gl: Se tiveses que escoller a un grupo de compañeiros e compañeiras para facer unha obra de teatro, a quen escollerías?

source: ¿A qué compañero o compañera NO llamarías para quedar una tarde? ¿Por qué?
gl: A que compañeiro ou compañeira NON chamarías para quedar unha tarde? Por que?

source: ¿A qué compañeros o compañeras elegirías para hacer un trabajo en grupo?
gl: A que compañeiros e compañeiras elixirias para facer un traballo en grupo?
