Repository: fabianpombal/atopa-api-fabian
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: gl

source: ¿A qué compañeros o compañeras escogerías para formar un equipo de baloncesto en educación física?
gl: A que compañeiros ou compañeiras escollerias para formar un equipo de balonces en educación física?

source: ¿A qué compañeros o compañeras mandarías una solicitud de amistad por facebook?
gl: A que compañeiros ou compañeiras mandarías unha solicitude de amizade por facefook?

source: ¿A qué compañeros o compañeras NO elegirías para hacer un trabajo en grupo? ¿Por qué?
gl: A que compañeiros ou compañeiras NON escollerías para facer un trabllo en grupo? Por que?

source: ¿A qué compañeros o compañeras NO mandarías una solicitud de amistad en facebook? ¿Por qué?
gl: A que compañeiros ou compañeiras NON mandarias unah solicitude de amizade en facebook? Por que?

source: ¿A qué compañeros o compañeras NO pedirías consejo ante un problema personal? ¿Por qué?
gl: A que compañeiros ou compañeiras NON pedirias consello ante un problema persoal? Por que?

source: ¿A qué compañeros o compañeras NO seguirías en istagram o twitter? ¿Por qué?
gl: A que compañeiros ou compañeiras NON seguirias en instagram ou twitter? Por que?

source: ¿A qué compañeros o compañeras pedirías consejo ante problemas personales?
gl: A que compañeiros ou compañeiras pedirías consello ante problemas persoais?

source: ¿A qué compañeros o compañeras pedirías consejo ante un problema personal?
gl: A que compañairo ou compañeira pedirias consello ante un problema persoal?

source: ¿A qué compañeros o compañeras seguirías en istagram o twitter?
gl: A que compañeiros ou compañeiras seguirias en istagram ou twitter?

source: ¿A qué personas de la clase crees que les pareces simpático?
gl: A que persoas da clase cress que lles pareces simpático ou simpática?

source: ¿A qué personas de la clase crees que NO les pareces simpático o simpática? ¿Por qué?
gl: A que persoas da clase cress que NON lles pareces simpático ou simpática? Por que?

source: ¿A qué personas de la clase invitarías a tu cumpleaños?
gl: A que persoas da clase invitarias ó teu cumpreanos?

source: ¿A qué personas de la clase NO invitarías a tu cumpleaños? ¿Por qué?
gl: A que persoas da clases NON invitarias ó teu cumpreanos? Por que?

source: ¿A qué personas de tu clase crees que les gustaría ir al cine contigo?
gl: A que persoas da clase cress que lles gustaría ir ó cine contigo?

source: ¿A qué personas de tu clase crees que les gustaría ir al cine el próximo viernes contigo?
gl: A que personas da túa clase crees que lles gustaría ir o cine o proximo venres contigo?

source: ¿A qué personas de tu clase crees que les gustaría quedar a estudiar contigo?
gl: A que persoas da túa clase cress que lles gustaría quedar a estudar contigo?

source: ¿A qué personas de tu clase crees que NO les gustaría ir al cine contigo? ¿Por qué?
gl: A que persoas da túa clase crees que NON lles gustaría ir ó cine contigo? Por que?

source: ¿A qué personas de tu clase crees que NO les gustaría quedar para estudiar contigo? ¿Por qué?
gl: A que persoas da túa clase cress que NON lles gustaría quedar para estudar contigo? Por que?

source: ¿A qué personas NO elegirías para hacer un trabajo de clase? ¿Por qué?
gl: A que persoas NON escollerías para facer un traballo de clase? Por que?

source: ¿Con qué compañeros o compañeras NO te gustaría quedar para estudiar? ¿Por qué?
gl: Con que compañeiros ou compañeiras NON che gustaria quedar para estudar? Por que?

source: ¿Con qué compañeros o compañeras NO te gustaría sentarte en el aula?¿Por qué?
gl: Con que compañeiros ou compañeiras NON che gustaria sentarte na aula? Por que?

source: ¿Con qué compañeros o compañeras prefiers NO encontrarte en un cumpleaños? ¿Por qué?
gl: Con que compañeiros ou compañeiras prefires NON encontrarte nun cumpreanos? Por que?

source: ¿Con qué compañeros o compañeras te gustaría quedar para estudiar?
gl: Con que compañeiros ou compañeiras non che gustaría quedar para estudar?

source: ¿Con qué compañeros o compañeras te gustaría sentarte en el aula?
gl: Con que compañeiros ou compañeiras gustaríache sentarte na aula?

source: ¿Con qué personas de la clase irías al cine el próximo viernes?
gl: Con que persoas da clase irías o cine o próximo venres?

source: ¿Con qué personas de la clase NO te gusta trabajar o NO elegirías para hacer un trabjo de clase? ¿Por qué?
gl: Con que persoas da clases NON te gusta traballar e NON escollerías para facer un traballo da clase? Por que?

source: ¿Con qué personas de la clase prefieres trabajar o elegirías para hacer un trabajo de clase?
gl: Con que personas da clase prefires traballas ou escollerias para facer un traballo da clase?

source: ¿Con qué personas prefieres estar juntos en el recreo?
gl: Con que persoas prefires estar xuntos no recreo?

source: ¿Con qué personas prefieres jugar en el recreo?
gl: Con que persoas prefires xogar no recreo?

source: ¿Con qué personas prefieres NO jugar en el recreo?¿Por qué?
gl: Con que persoas prefires NON xogar no recreo? Por que?

source: ¿Con quién irias al cine el próximo viernes?
gl: Con quen irias ó cine o próximo venres?

source: ¿Qué compañeros o compañeras crees que NO quieren sentarse en el aula contigo? ¿Por qué?
gl: Que compañeiros ou compañeiras cress que NON queren sentarse na aula contigo? Por que?

source: ¿Qué compañeros o compañeras crees que NO te escogerían para hacer una obra de teatro con ellos? ¿Por qué?
gl: Que compañeiros ou compañeiras crees que NON te escollerían para facer unha obra de teatro con eles? Por que?

source: ¿Qué compañeros o compañeras crees que NO te mandarían una solicitud de amistad por facebook? ¿Por qué?
gl: Que compañeiros ou compañeiras crees que NON che mandarían unha soicitude de amizade por facebook? Por que?

source: ¿Qué compañeros o compañeras crees que NO te pedirían consejo ante un problema personal? ¿Por qué?
gl: Que compañeiros ou compañeiras cress que NON che pedirian consello ante un problema persoal? Por que?

source: ¿Qué compañeros o compañeras crees que NO te seguirían en instagram o twitter? ¿Por qué?
gl: Que compañeiros ou compañeiras cress que NON te seguirian en instagram ou en twitter? Por que?

source: ¿Qué compañeros o compañeras crees que quieren sentarse en el aula contigo?
gl: Que compañeiros ou compañeiras cress que queren sentarse na aula contigo?

source: ¿Qué compañeros o compañeras crees que te escogerían para hacer una obra de teatro con ellos?
gl: Que compañeiros ou compañeiras cress que te escollerían para facer unha obra de teatro con eles?

source: ¿Qué compañeros o compañeras crees que te mandarían una solicitud de amistad por facebook?
gl: Que compañeiros ou compañeiras cress que che mandarian una solicitude de amizade por facebook?

source: ¿Qué compañeros o compañeras crees que te pedirían consejo ante un problema personal?
gl: Que compañeiros ou compañeiras cress que che pedirian consello ante un problema persoal?

source: ¿Qué compañeros o compañeras crees que te seguirían en istagram o twitter?
gl: Que compañeiros ou compañeiras cress que te segurían en instagram ou twitter?

source: ¿Qué compañeros o compañeras NO te parecen simpáticos? ¿Por qué?
gl: Que compañeiros ou compañeiras NON che parecen simpáticos? Por que?

source: ¿Qué compañeros o compañeras te parecen más simpáticos?
gl: Que compañeiros ou compañeiras parecenche mais simpáticos?

source: ¿Qué niños o niñas crees que NO te escogerían para estar juntos en el recreo? ¿Por qué?
gl: Que nenos ou nenas cress que NON che escollerían para estar xuntos no recreo? POr que?

source: ¿Qué niños o niñas crees que NO te escogerían para jugar en el el recreo? ¿Por qué?
gl: Que nenos ou nenas crees que NON che escollerían para xogar no recreo? Por que?

source: ¿Qué niños o niñas crees que te escogerían para jugar en el recreo?
gl: Que nenos ou nenas crees que che escollerían para xogar no recreo?

source: ¿Qué niños o niñas cress que te escogerían para estar juntos en el recreo?
gl: Que nenos ou nenas crees que che escollería para estar xuntos no recreo?

source: ¿Qué personas de tu clase crees que NO les gustaría ir al cine contigo? ¿Por qué?
gl: Que persoas da túa clase crees que NON lles gustaría ir ó cine contigo? Por que?

source: ¿Qué personas de tu clase crees que NO te echarían de menos si cambiases de colegio? ¿Por qué?
gl: Que persoas da túa clase crees que NON te votarían de menos se cambiases de escola? Por que?

source: ¿Qué personas de tu clase crees que NO te invitarían a una fiesta, una excursión, o un partido? ¿Por qué?
gl: Que persoas da túa clase cress que NON te invitrían a unha festa, unha excursión, ou un partido? Por que?

source: ¿Qué personas de tu clase crees que te invitarían a una fiesta, a una excursión, o a un partido?
gl: Que persoas da túa clase cress que te invitrían a unha festa, a unha excursión, ou a un partido?

source: ¿Qué personas de tu clase cress que te invitarían a una fiesta, una excursión, o un partido?
gl: Que persoas da túa clase cress que te invitarían a unha festa, unha excursión, ou un partido?

source: ¿Qué personas de tu clase echarías de menos si no estuviesen?
gl: Que persoas da túa clase votarías de menos se non estivesen?

source: ¿Qué persosnas de tu clase crees que te echarían de menos si cambiases de colegio?
gl: Que persoas da túa clase cress que te votarían de menos se cambiases de escola?

source: ¿Quién o quiénes crees que NO te escogen como amigo o amiga? ¿Por qué?
gl: Quen cress que NON te escollería como amigo ou amiga? Por que?

source: ¿Quién o quiénes crees que NO te han elegido como compañero o compañera de trabajo? ¿Por qué?
gl: Quen crees que NON te escolleu como compañeiro ou compañeira de traballo? Por que?

source: ¿Quién o quiénes crees que NO te han elegido para formar un grupo de trabajo? ¿Por qué?
gl: Quen cress que NON te escolleu para formar un grupo de traballo? Por que?

source: ¿Quién o quiénes crees que NO te han elegido para hacer un trabajo de aula? ¿Por qué?
gl: Quen crees que NON te escolleu para facer un traballo de aula? Por que?

source: ¿Quién o quiénes crees que NO te van a invitar a su cumpleaños? ¿Por qué?
gl: Que crees que NON vai invitarte o seu cumpreanos? Por que?

source: ¿Quién o quiénes crees que te escogen como mejor amigo o mejor amiga?
gl: Quen crees que te escolle como mellor amigo ou amiga?

source: ¿Quién o quiénes crees que te han elegido para formar un grupo de trabajo?
gl: Quen crees que te escolleu para formar un grupo de traballo?

source: ¿Quién o quiénes crees que te han elegido para hacer un trabajo de aula?
gl: Quen crees que te escolleu para facer un trabllo de aula?

source: ¿Quién o quiénes crees que te van a invitar a su cumpleaños?
gl: Quen crees que vai invitarte o seu cumpreanos?

source: ¿Quiénes son los compañeros o compañeras de tu clase con los que NO te gustaría seguir el curso que viene? ¿Por qué?
gl: Quen son os compañeiros e compañeiras da túa clase cos que NON te gustaría seguir o curso que ven? Por que?

source: ¿Quiénes son los compañeros o compañeras de tu clase con los que te gustaría seguir el curso que viene?
gl: Quen son os compañeiros e compañeiras da túa clase cos que che gustaría seguir o curso que ven?

source: ¿Quienes son tus mejores amigos y amigas?
gl: Quen son os teus mellores amigos e amigas?

source: ¿Quiénes son tus mejores amigos?
gl: Quen son os teus mellores amigos e amigas?
